//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Получить поддержку";
"GetLabsUninstaller" = "Получить программу удаления";


// DISPATCHER
"ReinstallButtonDescription" = "Установить последнюю версию";
"UninstallButtonDescription" = "Удалите текущую установку программы";

"ReinstallButtonTitle" = "ЗАГРУЗИТЬ ПОСЛЕДНЮЮ ВЕРСИЮ";
"UninstallButtonTitle" = "УДАЛЕНИЕ";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Невозможно установить Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "В данной системе уже установлена более новая версия программного обеспечения.";
"InstalledVersionTitle" = "Установленная версия:";
"ThisVersionTitle" = "Текущая версия:";
"SystemDoesNotMeetMinimumRequirements" = "Система не соответствует минимальным требованиям, необходимым для установки. Требуется Mac OS X %@ или более поздних версий.";
"NeedToUninstallFirst" = "Перед установкой этой версии Flash Player необходимо запустить программу удаления Flash Player. Перейдите на веб-страницу Adobe Labs для загрузки программы удаления.";

// WELCOME
"LicenseAgreementLink" = "Прочитайте эту лицензию.";
"ReadAndAgreeToTermsOfUse" = "Мною прочитаны и приняты условия лицензионного соглашения Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Для продолжения закройте следующие приложения:";
"CloseFPClientsDescription2" = "Закройте приложения вручную или нажмите кнопку ниже.";

"ForceCloseAllButtonTitle" = "Закрыть все";

"CloseAppsDialogTitle" = "Закрытие дополнительных приложений";
"CloseAppsDialogMessage" = "Закрыты не все приложения.\n\nНажмите ОК для отображения обновленного списка.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Закрыть";


// INSTALL
"FPInstallerWindowTitle" = "Программа установки Adobe Flash Player %@";

"EnableInstallMessage" = "Чтобы разрешить установку, поставьте флажок, чтобы принять условия лицензионного соглашения.";

"InstallingMessage" = "Установка…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Завершение установки...";

"InstallButtonTitle" = "УСТАНОВКА";
"RetryButtonTitle" = "ПОВТОР";
"QuitButtonTitle" = "ВЫХОД";
"DoneButtonTitle" = "ГОТОВО";
"DownloadButtonTitle" = "ЗАГРУЗИТЬ";

// +--> Success
"InstallSucceededTitle" = "Установка Flash Player %@ завершена";
"RestartBrowserMessage" = "Перезапустите браузер";

// +--> Failure
"InstallFailedTitle" = "Ошибка установки";
"InstallFailedDescription" = "Невозможно выполнить установку.";
"ErrorLogTitle" = "Журнал ошибок:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Обновите параметры Flash Player";
"UpdateOptionsSubheader" = "Обновления и улучшения системы безопасности можно загружать и устанавливать автоматически.";
"UpdateMethodSelectionTitle" = "Выберите нужный метод обновления:";
"UpdateOption_InstallAutomatically" = "Разрешить Adobe устанавливать обновления (рекомендуется)";
"UpdateOption_NotifyUser" = "Уведомлять меня перед установкой обновлений";
"UpdateOption_DoNotCheckForUpdates" = "Никогда не проверять обновления (не рекомендуется)";
"UpdateOptionsLearnMore" = "Дополнительные сведения";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_ru";


// UNINSTALL
"FPUninstallerWindowTitle" = "Программа удаления Adobe Flash Player";
"UninstallDescriptionText" = "Эта программа удалит Adobe® Flash® Player с вашего компьютера.";
"UninstallDescriptionText_PlusTentacleRemover" = "Эта программа удалит Adobe® Flash® Player и все связанные с ним файлы кэша и настройки с вашего компьютера.";

"UninstallingMessage" = "Удаление…";
"UninstallCompletedTitle" = "Завершено";

// +--> Success
"UninstallSucceededText" = "Программа Adobe® Flash® Player удалена с компьютера.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Не удалось загрузить информацию обновления. Проверьте подключение к Интернету и повторите попытку.";
"CheckingForUpdatesText" = "Получение информации об обновлении…";

// No update available
"FlashPlayerIsUpToDate" = "Проигрыватель Adobe® Flash® Player в системе обновлен.";

// Update available
"AutoUpdateXmlLocale" = "ru";
"FPAutoUpdateWindowTitle" = "Обновление Adobe Flash Player";
"UpdateAvailableText" = "Доступно обновление для Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "Установить это обновление?";
"ChangeSettingsText" = "Параметры обновления можно изменить в локальном диспетчере параметров.";
"LaunchLSMLink" = "Запустить локальный диспетчер параметров";

"RemindMeLaterButtonTitle" = "НАПОМНИТЬ ПОЗЖЕ";


// Download Progress Panel
"CancelButtonTitle" = "ОТМЕНА";
"DownloadSucceededTitle" = "Загрузка успешно завершена";
"DownloadFailedTitle" = "Ошибка при загрузке";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "При загрузке программы установки произошла ошибка. Убедитесь в наличии подключения к Интернету и повторите попытку.";
"DownloadingMessage" = "Загрузка…";
"VerifyingDownloadMessage" = "Проверка загрузки…";
"UnpackingDownloadMessage" = "Распаковка загрузки…";
"LaunchingInstallerMessage" = "Запуск программы установки…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/ru/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/ru/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Данные об использовании";
"AnalyticsCheckboxLabel" = "Отправить анонимные данные об использовании";
"AnalyticsCheckboxDescription" = "Помогите нам улучшить Adobe Flash Player путем анонимной отправки данных о его использовании. Изменить настройки можно в любое время.";
"AnalyticsLearnMore" = "Дополнительные сведения";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_ru";
